Repository: angela-tran/benefits
Catalog: benefits/locale/*/LC_MESSAGES/mst.po
Languages: es

# eligibility.forms.confirm.mst.fields.sub
source: MST Courtesy Card number
es: Número de tarjeta cortesía MST

# eligibility.forms.confirm.mst.fields.name
source: Last name (as it appears on Courtesy Card)
es: Apellido (como aparece en la identificación)

# eligibility.pages.start.mst.items[0].title
source: Your MST Courtesy Card
es: Tu tarjeta de cortesía MST

# eligibility.pages.start.mst.items[0].text
source: An active card that has not expired
es: Una tarjeta activa que no ha caducado

# eligibility.pages.start.mst.p[0]
source: This program is currently open to all MST Courtesy Cardholders. Not a Courtesy Cardholder? Get in touch with your transit provider to learn about other available discount programs at
es: Este programa está actualmente abierto a todas los titulares de tarjetas de cortesía MST. ¿No es titular de una tarjeta de cortesía? Póngase en contacto con su proveedor de transporte público para obtener información sobre los programas de descuento disponibles

# eligibility.pages.confirm.mst.title
source: Confirm your Courtesy Card
es: Verificar su tarjeta de cortesía MST

# eligibility.pages.confirm.mst.content_title
source: Let’s see if we can find you in our system
es: Veamos si podemos encontrarle en nuestra sistema

# eligibility.pages.confirm.mst.p[0]
source: Please input your Courtesy Card number and last name below. If you're a current MST Courtesy Cardholder, we can confirm that you are eligible for a discount. We do not save your information.
es: Por favor ingrese su número de tarjeta cortesía y apellido a continuación. Si eres titular de una tarjeta de cortesía MST, podemos confirmar que ere elegible para un descuento. Nosotros no guardamos su información.

# eligibility.pages.unverified.mst.title
source: Courtesy Card not located
es: Tarjeta de cortesía MST no confirmada

# eligibility.pages.unverified.mst.content_title
source: We couldn’t locate you in our system
es: No podemos confirmar su tarjeta de cortesía MST
